"UI_OK"                    = "OK";
"UI_CANCEL"                = "Avbryt";
"UI_YES"                   = "Ja";
"UI_NO"                    = "Nej";
"UI_CONNECT"               = "Anslut";

"TSC_IDS_SECAUTH_AUTH_DISABLED_TITLE"					   = "Anslutning till fjärrskrivbord kan inte bekräfta identiteten på den dator du vill ansluta till.";

"TSC_IDS_SECAUTH_AUTH_DISABLED_AT_SERVER_PROMPT_CONTINUE"  = "Problemet kan uppstå om:\n\n • Fjärrdatorn har en version av Windows som är äldre än Windows Vista.\n • Fjärrdatorn är konfigurerad för att enbart stödja RDP-säkerhetslager. \n\nKontakta din administratör eller fjärrdatorns ägare om du behöver hjälp. \n\nVill du ansluta i alla fall?";
"TSC_IDS_SECAUTH_AUTH_DISABLED_AT_SERVER_NO_CONTINUE"      = "Problemet kan uppstå om:\n\n • Fjärrdatorn har en version av Windows som är äldre än Windows Vista.\n • Fjärrdatorn är konfigurerad för att enbart stödja säkerhetslagret RDP. \n\nKontakta din administratör eller fjärrdatorns ägare om du behöver hjälp.";

"TSC_IDS_SECAUTH_AUTH_ERROR"                               = "Anslutning till fjärrskrivbord kan inte bekräfta identiteten på den dator du vill ansluta till.";

"TSC_IDS_SECAUTH_AUTH_ERROR_INFOR"						   = "Försök att ansluta igen till den Windows-baserade datorn eller kontakta vår administratör.";

"TSC_IDS_SECAUTH_CERT_EXPIRED"                             = "Certifikatet är inaktuellt eller ännu inte giltigt.";
"TSC_IDS_SECAUTH_NAME_MISMATCH"                            = "Certifikatets servernamn är inkorrekt.";
"TSC_IDS_SECAUTH_FAIL_TO_CHAIN_TO_TRUSTED_ROOT"            = "Certifikatet är inte från en betrodd certifikatutfärdare (CA).";
"TSC_IDS_SECAUTH_CERT_REVOKED"                             = "Certifikatet har återkallats och är inte säkert att använda.";
"TSC_IDS_SECAUTH_UNABLE_TO_PERFORM_REVOCATION_CHECK"       = "Det gick inte att utföra en återkallningskontroll för certifikatet.";
"TSC_IDS_SECAUTH_CERT_OR_CHAIN_INVALID"                    = "Certifikatet eller den associerade kedjan är inte giltiga.";

"TSC_IDS_SECAUTH_ALLOW_CONNECT_ANYWAY"                     = "Vill du ansluta till den här datorn ändå?";
"TSC_IDS_SECAUTH_CANNOT_PROCEED_REQUIRED"                  = "Du kan inte fortsätta eftersom dina alternativ kräver autentisering för att ansluta till den Windows-baserade datorn.";


"TSC_IDS_ENTER_TS_CREDS_ACTION"                            = "Ange dina inloggningsuppgifter";
"TSC_IDS_ENTER_TS_CREDS_DETAILS"                           = "Dessa inloggningsuppgifter kommer att användas för att ansluta till  %s.";
"TSC_IDS_PREAUTH_LOGON_FAILURE_ACTION"                     = "Försök igen";
"TSC_IDS_PREAUTH_LOGON_FAILURE_DETAILS"                    = "Inloggningsuppgifterna som användes för att ansluta till %s är inte korrekta. Ange dina inloggningsuppgifter igen.";


